<html lang="en">

<head>
    <meta charset="UTF-8">
    <title>【Conpass管理システム】パスワード変更手続きのご案内</title>
</head>

<body>
<p>下記URLより、パスワードの変更・再設定をお願いします。</p>

<p><a href="{{ $data['url'] ?? '' }}">{{ $data['url'] ?? '' }}</a></p>

<p>※URLは24時間有効です。</p>
<p>※期限を過ぎた場合は、再度パスワード再設定をリクエストしてください。</p>

<p>引き続き、よろしくお願い申し上げます。</p>

<p>このメールに心当たりがない方、ご不明点がある方はお問い合わせください。</p>
<p>お問い合わせ先: corporate@markelon.jp</p>

<br><br>
<p>------------------------------------------------------------</p>
<p>※こちらのメールは送信専用です。ご返信いただきましても対応は致しかねますのでご注意ください。</p>

<p>MarkeLon株式会社　Conpass運営チーム</p>
</body>

</html>
